<?php include "top-title.php" ?>
	<?php include "meta-constant.php" ?>
	<?php include "link-constant.php" ?>
	<?php include "hack-ie.php" ?>

</head>
<body>
	<header>
		<?php $active_item = 2?>
		<?php include "main-menu.php" ?>
	</header>	
	<nav>
		<div class="container">
			<ol class="breadcrumb">
				<li><a  class="not-link" href="#">Биография</a></li>
				<li class="active">Биография Галины</li>
			</ol>
		</div>
	</nav>
	<main class="biography">
		<div class="container">
			<div class="row">
				<div class="col-md-2 im_left im_bottom"><img src="img/autor_g.jpg" alt=""></div>
				<div class="col-md-10">
					<p><b>Шульга Галина Анатольевна</b>, (16.12.1950 - 28.02.2011) родилась 16 декабря 1950 г. в г.АЛМА-АТЕ (Казахстан), в семье театрального художника Пичкунова Анатолия, работавшего в Алма-Атинском театре оперы и балета им. Абая, а также в театре юного зрителя (ТЮЗ). Галина с папой часто была на спектаклях в театрах, наблюдала за работой отца, как делались декорации, как лепились куклы для кукольных постановок.</p>
					<p>В 1966г. по настоянию отца Галя поступает в Алма-атинское художественное училище. Её преподавателями были известные в Казахстане графики: Борис Пак – выпускник Ленинградского института им. Репина и Пётр Криушин – выпускник Ташкентского института искусств. По окончании училища в 1970 году она работала художником – декоратором в Алма-атинском ЦУМе.</p>
					<p>В 1974 г. Галина Шульга поступила в Московское высшее художественно-промышленное училище (г. Строгановское) на отделение художественной обработки стекла. В 1979 году защитила на отлично диплом, под руководством известного художника по стеклу Галины Антоновой (сестры директора музея изобразительных искусств им. Пушкина Антоновой). </p>
				</div>
				<div class="col-md-12 col-xs-12 ">
					<p>На диплом был представлен сервиз из стекла для ресторана «У золотых ворот» в г. Владимире. В этом же году по распределению, уезжает вместе с супругом, тоже выпускником Строгановки, в г. Караганду, где начинает трудиться на художественном комбинате в цехе керамики. Выполнено множество декоративных настенных блюд, ваз, кашпо с росписью и рельефом.</p>
					<p>Её изделия узнаются сразу особой декоративностью, не признающей украшательства, отличаются разнообразием и богатством фактур и сдержанной монохромностью. Не цвет, а пластика сообщает её блюдам жизнь. Участвует на всех выставках, проводимых Союзом художников Казахстана – городские, областные, республиканские, зональные.</p>	
					<p>Рождение и воспитание двоих детей, не помешали творческой работе. Этапом для самосознания, для осознания места художника стали акварели, написанные во время работы в составе всесоюзной акварельной группы « По местам Карлага» в 1989г.</p>				
				</div>
				<div class="col-md-12 col-xs-12 ">
					<p><a href="#">Акварели</a> Галины Шульги контрастировали со многими работами в группе. Она намеренно отворачивается от всего страшного в жизни. Как каждая женщина, она хочет видеть красоту и тихую радость. « Посёлок на Балхаше», «Цветы Ортау», «Пейзаж с лодкой» - в них спокойная, самодостаточная, замкнутая в себе жизнь природы, где человек мыслится её органической частью, составляет мир художника.</p>	
					<p> сложные 90 – е годы на комбинате не стало работы, в республике искусственно раздувался национальный вопрос, возникло беспокойство за судьбу детей – всё это привело в 1996 г. к переезду семьи в Россию в г. Холм, Новгородской обл.</p>
					<p>Миграционные службы пригласили группу художников из г. Караганды, имеющих большой опыт работы в керамике, в г. Холм, где строился кирпичный завод и было решение организовать при заводе цех керамики. Завод на половину был построен, завезено оборудование, но в России начались финансовые проблемы, стройку заморозили, а в дальнейшем всё растащили, разобрали. Художники остались не у дел. В Холмской детской школе искусств появилось место преподавателя, где раскрылся её талант педагога. До последних дней она преподавала в детской школе искусств, щедро делясь с учениками своими знаниями и опытом. Её ученики часто занимали призовые места в различных конкурсах детского творчества.</p>
					<p>На Новгородчине <a href="#">акварели</a> Галины Шульги постоянно выставляются на областных, межрегиональных художественных выставках «Российский север», проведено несколько персональных выставок: в государственном музее художественной культуры Новгородской земли, в доме творчества г. Старая Русса, в г. Холме и в г. Осташкове. Чисто женское, камерное, уютное, благоухающее теплом и добротой читается во всём, чего коснулось руки Галины. Ей хочется видеть жизнь во всём и продлить её бесконечно, поэтому так органичны в её творчестве цветы, которым посвящено множество листов. Художница по долгу колдует над акварелью, в одном листе используя разные приёмы письма, создающие сложную гамму чувств и настроений. Разработала свою особенную, характерную технологию в акварели «Каунас. Весна», «Старый Львов», «Памяти Баси», «Снегири».</p>
					<p>В конце февраля 2011 г. после тяжёлой болезни Галины Шульги не стало, но остался её светлый и чистый талант, её прекрасные, <a href="#">вдохновенные произведения.</a></p><br>
					<h4>Участие в выставках.</h4>
					<p>
						<ul class="mleft-30">
							<li>Выставка акварели Шульги Галины г. Старая Русса. (2001 г.)</li>
							<li>2003	Персональная выставка Галины Шульги г. В.Новгород, Музей. (2003 г.)</li>
							<li>Выставка акварели Галины Шульги п Поддорье, Новгородской обл. (2003 г.)</li>
							<li>Десятая межрегиональная художественная выставка «Российский север» г. В.Новгород. (2008 г.)</li>
							<li>Персональная выставка работ Шульги Г. г. Холм, ДНТ. (2008 г.)</li>
							<li>Персональная выставка работ Шульги Г. г. Старая Русса, Центр ремёсел. (2008 г.)</li>
							<li>Юбилейная выставка (60 лет) Шульги Г. А. г. Холм, ДНТ. (2010 г.)</li>
							<li>Выставка - памяти Шульги Галины, г. Старая Русса. (2011 г.)</li>
							<li>Выставка - памяти Шульги Галины, г. В.Новгород, ДНТ. (2012 г.)</li>
							<li>Выставка- памяти Шульги Галины, п. Окуловка, Новгородской обл. (2014 г.)</li>
							<li>Выставка - памяти Шульги Галины, г. Холм, ДНТ. (2016 г.)</li>
						</ul>
					</p>
				</div>
			</div>
		</div>
	</main>
	<footer>
		<div class="container">
			<hr>
			<p class="pull-left">
				<script type="text/javascript">
					var date = new Date();
					var text = "© Shulga-ART " + date.getFullYear()+".";
					document.write(text);
				</script>
			</p>
			<ul class="nav navbar-nav navbar-right icons">
				<li><a href="https://vk.com/id114209316"><img src="icon/vk.png" ></a>
				</li>
				<li>
					<a href="#"><img src="icon/facebook.png" ></a>
				</li>				
				<li>
					<a href="shulga.holm@mail.ru"><img src="icon/moi-mir.png"></a>
				</li>				
			</ul>
			<i class="glyphicon glyphicon-globe globe" ></i>			
		</div>
	</footer>

	<script src="http://code.jquery.com/jquery.min.js"></script>
	<script>
		$(document).ready(function() {
			$("a.topLink").click(function() {
				$("html, body").animate({
					scrollTop: $($(this).attr("href")).offset().top + "px"
				}, {
					duration: 500
				});
				return false;
			});
		});
	</script>
	<script type="text/javascript">
		$(function() {
			$(window).scroll(function() {
				if($(this).scrollTop() != 0) {
					$('#toTop').fadeIn();
				} else {
					$('#toTop').fadeOut();
				}
			});
			$('#toTop').click(function() {
				$('body,html').animate({scrollTop:0},400);
			});
		});
	</script>
	<div id="toTop" > ^ Наверх</div>
	<script src="js/bootstrap.min.js"></script>
	<script src="js/main.js"></script>
</body>
</html>		